tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "romkatv/powerlevel10k"
tap "timescale/tap"
tap "txn2/tap"
brew "act"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "openssl@1.1"
brew "python@3.11"
brew "awscli"
brew "boost"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "gd"
brew "libpq"
brew "coreutils"
brew "direnv"
brew "libevent"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "flyctl"
brew "gnu-getopt"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golang-migrate"
brew "harfbuzz"
brew "helm"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "minikube"
brew "node"
brew "prototool"
brew "python@3.10"
brew "python@3.9"
brew "sha2"
brew "sha3sum"
brew "sops"
brew "stern"
brew "telnet"
brew "terraform"
brew "tesseract"
brew "watchman"
brew "wget"
brew "yarn"
brew "golangci/tap/golangci-lint"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "timescale/tap/timescaledb"
brew "txn2/tap/kubefwd"
cask "google-cloud-sdk"
vscode "aeschli.vscode-css-formatter"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "Orta.vscode-jest"
vscode "Prisma.prisma"
vscode "quandinh.onehalf-dark"
vscode "REditorSupport.r"
