tap "dopplerhq/cli"
tap "dotenv-org/brew"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "pulumi/tap"
tap "romkatv/powerlevel10k"
tap "timescale/tap"
tap "txn2/tap"
tap "FelixKratz/formulae"
brew "borders"
brew "act"
brew "giflib"
brew "libpng"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "awscli"
brew "boost"
brew "pixman"
brew "cairo"
brew "coreutils"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "direnv"
brew "docker"
brew "doppler"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "flyctl"
brew "freetds"
brew "gd"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "gnu-getopt"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "infisical"
brew "jpeg"
brew "jq"
brew "jwt-cli"
brew "libfido2"
brew "libpq"
brew "librsvg"
brew "minikube"
brew "node"
brew "node@18"
brew "nvm"
brew "openldap"
brew "pkgconf"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@15"
brew "postgresql@16"
brew "powerlevel10k"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "sha2"
brew "sha3sum"
brew "sops"
brew "stern"
brew "telnet"
brew "terraform"
brew "vercel-cli"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "fastfetch"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
brew "pulumi/tap/pulumi"
brew "timescale/tap/timescaledb"
brew "txn2/tap/kubefwd"
cask "google-cloud-sdk"
cask "ngrok"
cask "visual-studio-code"
cask "vlc"
cask "nikitabobko/tap/aerospace"
cask "font-hack-nerd-font"
cask "sf-symbols"

vscode "aeschli.vscode-css-formatter"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "entuent.fira-code-nerd-font"
vscode "equinusocio.moxer-icons"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "guilhermerodz.veist"
vscode "hashicorp.terraform"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "quandinh.onehalf-dark"
vscode "raillyhugo.one-hunter"
vscode "reditorsupport.r"
vscode "rvest.vs-code-prettier-eslint"
vscode "supermaven.supermaven"
